; DeskTick UI strings. Key = the English text.
; Blank value = fall back to English. UTF-16 LE with BOM, always.
[Strings]
Show seconds=Mostra i secondi
Customize Face…=Personalizza quadrante…
Resize=Ridimensiona
Face=Quadrante
Always on top=Sempre in primo piano
Start with Windows=Avvia con Windows
Show in system tray=Mostra nell'area di notifica
About DeskTick…=Informazioni su DeskTick…
Exit=Esci
Customize=Personalizza
Customize - DeskTick=Personalizza - DeskTick
This face has nothing to customize.=Questo quadrante non ha nulla da personalizzare.
Reset this face=Reimposta
About DeskTick=Informazioni su DeskTick
Report issues or send feedback to=Segnala problemi o invia commenti a
Other apps=Altre app
Fast, lightweight, and minimalist photo viewer designed for the modern Windows=Visualizzatore di foto veloce, leggero e minimalista progettato per il Windows moderno
Desktop Rain and Snow Simulator for Windows=Simulatore di pioggia e neve per il desktop di Windows
Simple=Semplice
Classic dark=Classico scuro
Classic light=Classico chiaro
Minimal=Minimale
Icon=Icona
Bold=Marcato
Flat=Piatto
Glass=Vetro
Dots=Punti
Digital=Digitale
Digital bold=Digitale grassetto
Word clock=Orologio a parole
Stack=Impilato
Terminal=Terminale
Banner=Banner
Split=Diviso
Image=Immagine
24-hour clock=Formato 24 ore
Accent 12 marker=Accento sul 12
Accent colour=Colore dell'accento
Blinking cursor=Cursore lampeggiante
Date format=Formato della data
Dial colour=Colore del quadrante
Digit colour=Colore delle cifre
Dot count=Numero di punti
Dot size=Dimensione dei punti
Drop shadow=Ombra esterna
Face colour=Colore di sfondo
Frost=Vetro smerigliato
Hand colour=Colore delle lancette
Hour block colour=Colore del blocco delle ore
Ink colour=Colore dell'inchiostro
Label colour=Colore delle etichette
Lit letter colour=Colore delle lettere accese
Marking colour=Colore degli indici
Minute block colour=Colore del blocco dei minuti
Minute dimming=Attenuazione dei minuti
Numerals=Numeri
Panel colour=Colore del pannello
Phosphor colour=Colore del fosforo
Plate colour=Colore della piastra
Plate shape=Forma della piastra
Prompt=Prompt
Rim colour=Colore del bordo
Ring colour=Colore dell'anello
Ring thickness=Spessore dell'anello
Show AM/PM=Mostra AM/PM
Show date=Mostra la data
Show minute dots=Mostra i punti dei minuti
Show panel=Mostra il pannello
Text colour=Colore del testo
Tick marks=Indici
All 12=Tutti i 12
12, 3, 6, 9=12, 3, 6, 9
None=Nessuno
Minute=Minuti
Hour=Ore
Thin=Sottile
Normal width=Spessore normale
Thick=Spesso
Clear=Trasparente
Frosted=Smerigliato
Opaque=Opaco
Long date=Data estesa
Short date=Data breve
Small=Piccola
Normal size=Dimensione normale
Large=Grande
Rounded=Arrotondata
Square=Quadrata
Circle=Circolare
Match hour=Come l'ora
Dim=Attenuato
Faint=Tenue
All rights reserved.=Tutti i diritti riservati.
